Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Book of Lagier.tmx
Source language: ko_kr
Languages: en

source: 너희 여왕이란 녀석도 만나긴 해야 하고.
en: I have to meet their queen anyway.

source: 아, 젠장.
en: Ugh, dammit.

source: 뭐야 이건...
en: what the-

source: 좋아, 저 녀석이 잡기 편하겠군.
en: great, that one should be easy to catch.

source: 저도요!
en: Me too!

source: 번쩍
en: Jolt

source: 어차피 내가 끼어봤자 더 악화될 거니까.
en: My involvement will worsen things anyway.

source: 수준?
en: Status?

source: 그렇기에 요정을 보호하려 했던 것 뿐입니다.
en: So I was simply protecting the fairies.

source: 우린 이제 살았어!
en: we’re saved!

source: 엔젤링에 묶여 있을 정도면 그 해신이란 녀석, 천계에서 추방당한 대역죄인 아닙니까!
en: If she was tied down by angel rings, doesn’t it mean she’s an exile who committed a grave sin in the heavenly realm?

source: 카나스 황궁
en: Kanas Palace

source: 땅요정?
en: Earth fairies?

source: 마족을 소환할 수 있는 마서입니다.
en: This is a demonic book that lets you summon a demon.

source: 오옷!
en: Oho!

source: 내 눈엔 아~주 멀쩡해 보이는데?
en: You look completely fine to me though.

source: 앞서가는 사람의 등을 보고 걸으면 된다.
en: just look forward at the person ahead of you.

source: 지금 내 말에 토를 다는 거냐?
en: Are you contesting my words?

source: 여왕님이 날개를, 보내 주신대.
en: The queen, send you wings.

source: 오랜만이구나 친구야.
en: Long time no see, friend.

source: 그리고 백옥 같은 피부와 수려한 미모...
en: And he’s handsome! With pearl-white skin!

source: 지금 그 일을 맡을 사람은 너뿐이다.
en: You’re the only one here that I can trust with this.

source: 그러니까 이 명부를 작성하는 건 쌍방간의 약속이란 거지.
en: So signing your name here means it’s a two-way promise.

source: 너 때문에 술법을 쓸 수 없잖아!
en: I can’t use my magic because of you!

source: 난 힘과 권력 따윈 바라지도 않았고.
en: I didn’t want any power or authority.

source: 이리 와라, 테이.
en: Come on over, Tei.

source: 왜, 네가 보기엔 별로냐?
en: Why, was he so-so to you?

source: 네들이 그렇게 좋아하는 신성이란 걸.
en: ...that very sacred thing you guys like.

source: 말에 오르실 수 있으시겠사옵니까?
en: Can you mount the horse?

source: 어서!
en: Now!

source: 게다가 그 유산이란 게 호수 아래에 있다고?
en: and that inheritance is at the bottom of that lake?

source: 그렇다면 이번 계약 건으로 내가 자리를 비우는 시간이 어마어마해진단 말인데.
en: That means I’ve left the throne empty due to this contract for a very long time.

source: 어....?
en: Huh...?

source: 솔라 브리지 아래잖아?
en: this under the Solar Bridge?

source: 그런데 그걸 네가 어긴 거야!
en: But you broke that promise!

source: 와~_x0003_대단하다!
en: Wow, how amazing!

source: 그 반란은 완전히 제압되었다.
en: ...was subdued completely.

source: 걱정 마라.
en: don’t worry.

source: 이 자식이 감히 내게 사기를 쳐?!
en: How dare he try to trick me?!

source: 지금 카나스는 황권이 무너지고 있어.
en: but the imperial authority of kanas is crumbling at the moment.

source: 아몬드?
en: amond?

source: 아뇨, 아뇨.
en: No, no!

source: 윽!
en: Oof

source: 잘은 모르겠지만 땅요정을 카나스 제국에서 특별히 보호하고 있다는 말도 있던데...
en: I’m not entirely sure, but I heard that the Kanas Empire protects the earth fairies.

source: 연못 아래로 내려가려면 일단 이 호숫물부터 다 퍼내야겠네?
en: to get to the bottom of the pond, we should empty out the water, right?

source: 내 손으로 널 죽여버릴 테니까!
en: ...I will kill you myself!

source: 매직스톤.
en: magic stones.

source: 내가 허락한다고 말하잖아.
en: I said I’ll give you permission.

source: 내가 이러니까 못 찾았지!
en: This was why I couldn’t find it!

source: 그렇다면 죽어야지!!!
en: Then, you should die!!

source: 싫다니까.
en: I said no.

source: 하지만 어쩔 수 없지.
en: ...but I have no choice.

source: 아, 일어났다!
en: Heh, you’re awake now!

source: 갸우뚱-
en: Tilt

source: 욥!
en: hiyap!

source: 전하...를 지키라 명령을 내리신 거죠.
en: They were ordered to look after Your Highness.

source: 세드나와 그대들에 관한 이야긴 당분간 비밀로 하겠다.
en: I will keep Sedna and you guys secret for now.

source: 그런데 제가 일하는 데는 전혀 지장 없을 만큼만 패시거든요...
en: But only to the point where it won’t inhibit my ability to work...

source: 허, 그랬군.
en: Huh, I see.

source: 한 달이 짧은 시간이라 생각하시겠지만 마계는 이곳의 몇십 배나 빨리 시간이 흐른다고요.
en: But in the demonic realm, time passes tens of times faster than in the human realm.

source: 무, 무슨 일이십니까?
en: S-sir, what’s the matter?

source: 이젠 정말 가봐도 되는 거...
en: Can I really...

source: 이럴 수가!
en: No way!

source: 맞습니까...
en: go now...

source: 그런 나라가 아니면 한 나라의 왕자인 네가 이렇게 사신으로 오지도 않았을 테고.
en: a prince like you wouldn’t have come here as a delegate otherwise.

source: 그리고 무투대회에서 우승을 해서 작위를 받고 여기까지 올라왔지요.
en: I made it here by winning the sparring competition and earning a title.

source: 내 이름은 노크 바크만.
en: My name is Nork Bachman.

source: 물러서십시오!
en: please stay back!

source: 그럼 내가 해줬으면 하는 일이라도 있냐?
en: is there something you'd like me to do?

source: 지금 도시에 천족들이 저렇게 활개를 치고 다니잖습니까?
en: Aren’t there too many angels flying around the city now?

source: 이름?
en: Name?

source: 우린 그냥 돌아가야 하는 거야?
en: go back home?

source: 뭔가요?
en: is this?

source: 조금 전 사절단이 제르에이라에 도착했습니다.
en: The delegation arrived in Jereilla a moment ago.

source: 저기...
en: But...

source: 얼마나 드리면 될까요?
en: How much do you need?

source: 천왕은 왜 멀쩡한 형벌은 다 놔두고 이딴 변태 같은 방법을 고집하나 몰라.
en: I don’t know why the Angel King insists on such perverted punishments instead of normal ones.

source: 이름을 떨치긴 하겠지.
en: I’m sure it will...

source: 얼마나 큰 죄인지 알고 그런 거니?
en: how big of a sin that is?

source: 그럴 필요 없습니다.
en: that won’t be necessary.

source: 취향입니다.
en: It’s my taste.

source: 그럼 저분이 제르에이라의 왕족이신 건가?
en: So, is he the prince of Jereilla?

source: 나랑 생각이 똑같아서.
en: We think alike.

source: 마왕의 지배!
en: the demon king’s control!

source: 그 말씀 마음에 새겨 두겠습니다.
en: I will keep that in mind.

source: 준비기간 동안 체력도 잘 회복하고 탄탄히 준비해서 시즌2에 더 다양한이야기로 찾아뵙겠습니다 :D 앞으로도 많이 사랑해주세요!
en: we’ll be back with more interesting stories in season 2, so keep an eye out for us! :D hope you enjoy our work!

source: 어찌 이런 누추한 곳까지 직접 납시었습니까?
en: Why have you come to such a lowly place?

source: 카나스 제국의 지원을 받는 입장에서 땅요정들을 타국에 함부로 보낼 수 없어.
en: She can’t sent her earth fairies to other countries thoughtlessly while receiving help from the Kanas Empire.

source: 진한 피 냄새를 말이야.
en: A heavy smell of blood.

source: 전하, 전 그럼 밖에서 대기하겠습니다.
en: Then I will wait outside, Your Highness.

source: 주의해 주십시오, 왕이시여.
en: Please be careful, My King.

source: 지금 여기, 나 엠빌던의 이름으로 마왕의 서를 소환한다.
en: I summon the Book of the Demon King, in the name of Embildon.

source: 칼춤 추는 돼지 따위로.
en: ...as a pig trying to wield a sword.

source: 바다다!
en: it’s the sea!

source: 한 번쯤 인사를 드리고 싶었답니다.
en: ...I wanted to meet you at least once.

source: 공간 이동술.
en: teleportation.

source: 네, 뭐든지 해주세요.
en: Yes, you can ask anything.

source: 주인?
en: Master?

source: 어떤 부분에 관심이 가시나요?
en: Why so?

source: 명색이 해신의 전령사인데.
en: she is the messenger from the goddess after all.

source: 저도 이런 모습을 다른 사람들에게 별로 보이고 싶지 않군요, 전하.
en: I don’t really want to show others how I look now either, Your Highness.

source: 안녕, 난 세드나라고 해.
en: Hi, I’m Sedna.

source: 해줄 수 있는 건 딱히 없지라...
en: there isn’t really anything I can dool...

source: 갑자기 호수에 달이라니...
en: how can she claim that the moon is in the lake?

source: 난 언제나 나만 믿는다.
en: I only trust myself.

source: 나중에 돌아가실 때 마계가 엉망이 되어 있으면 또 제 할 일이....
en: If the demonic world is in chaos when you go back later, it’ll be me again who--

source: 휘온이 잘 짚었군.
en: Huion has a point.

source: 제가 제대로 전하께 허가를 받으시라 말씀드렸어야 했는데...
en: I should have asked her to ask for your permission properly...

source: 그럼 잘 가라.
en: bye, then.

source: 그러니까 너무 슬퍼 마세요.
en: so don’t be too sad about it.

source: 바로 여기지라~
en: it’s right heerle!

source: 그럼 네 친구도 여우야?
en: Is your friend a fox too?

source: 들어보니 처음부터 대가가 필요해서 날 도운 건 아닌 거 같고...
en: come to think of it, it doesn’t sound like you helped in order to ask something from me.

source: 오늘 그 역할을 내가 하게 된단 말이지?
en: And I’m the one taking that role today?

source: 왜 남의 비극을 축하하지 못해 저렇게 안달이지...?
en: Why is everyone dying to celebrate someone’s tragedy?

source: 하나뿐인 형님 결혼식인데 꼭 와야지, 생각을 해보고는 또 뭐냐?
en: your only older brother’s getting married! of course you should come!

source: 히잉~ 전하는 나만 미워해!
en: Waah! My King hates me!

source: 거북이, 이걸로 뭘 어쩌란 거냐.
en: tortoise. what are we supposed to do with this?

source: 빨리 가서 땅요정이나 찾아와.
en: Hurry and go search for them.

source: 물론입니다.
en: Of course.

source: 요, 용서해 주십시오!!
en: P-Please forgive me!

source: 이건 말이 안 되는 일입니다!
en: this is blasphemous!

source: 락
en: Clip

source: 아냐.
en: No, it’s okay.

source: 그가 태어났을 때 왕궁으로 초대받은 명망높은 악사는
en: When he was born, a famous musician was invited to the palace...

source: 분명 대단한 위치긴 하지.
en: That is indeed a great position.

source: 하필 목덜미라 난 직접 볼 수 없지만.
en: But I can’t see it because she left it on the back of my neck.

source: 네 주인님이 대단하긴 대단한가 보구나.
en: He sounds quite impressive.

source: 슈 우 우 욱
en: Whooosh

source: 듣더라도 놀라 도망가지라!
en: even if they do, they run away-all!

source: 저, 전하.
en: Y-Your Highness.

source: 천계로 끌려가지 않게 되어서...
en: That I didn’t get dragged to the Angelic Realm...

source: 아직 구체적으로 생각 안 해봤는데...
en: I haven’t actually thought about it deeply...

source: 카나스의 새 황제에게 반드시 전해야 하는 말이 있지라~
en: I have to tell the new emperor of kanas no matter what-all...

source: 거절당하면 몰라도 멸망해버리면 찝찝해.
en: You guys can refuse me for all you want, but I don’t want you to be eradicated.

source: 신기해!
en: So interesting!

source: 비둘기가 말을 한다?!
en: The pigeon’s talking?!

source: 엑
en: oof.

source: 그럼 제가 아니라 시종이라도 데려가십시오.
en: Then instead of me, take your attendant with you, Your Highness.

source: 저렇게 바쁜 듯 날아가는 걸 보면 네가 아니라 뭔가 다른 걸 찾고 있을지도...
en: Seeing how busy they look, they may be looking for something else...

source: 이렇게 말이지.
en: Like this.

source: ㅈㄹ을 해라, ㅈㄹ을...
en: Don’t crap me!

source: 하지만 왕자님 그건 너무...
en: Prince Lagier, that’s too--

source: 타앗
en: Tup

source: 제 능력이라면 천족의 몸이라도 문제 없다구요.
en: With my abilities, even an angel’s body is no problem.

source: 거절하는 거냐?
en: Are you rejecting me?

source: 마차로 호텔까지 안전히 모시겠습니다.
en: We will escort you safely to the hotel in this carriage.

source: 내가 참 대단한가방~
en: I’m quite amazing, aren’t I? heh...

source: 영광스러운 왕국, 제르에이라의 땅과 물과 하늘!
en: On the edge of the horizon, exists the guardian who guards the freedom...

source: 아~ 네가 카나스의 황제였구나?
en: oh! you’re the emperor of kanas!

source: 너 혹시...
en: Do you know...

source: 제가 잠시 자릴 비운 사이에...
en: It seems that while I was gone...

source: 하여간 다들 이상하다니까.
en: Gee, everyone’s so strange.

source: 말도 안 돼!!
en: No way!!

source: 이 정도까지 마기를 불어넣어 압박을 주면 도망을 가거나 굴복하는 게 정상이야.
en: with the amount of demonic energy I’m sending out, they should either flee or submit to me.

source: 시뮤온 엘가 공작 각하가 아닌가.
en: isn’t he duke simuon elga?

source: 길 가다 주웠단 말을 누가 믿...
en: Who would believe that they just picked it up off—

source: 네가 가야 마법사 놈이 어디 있는지 알 거 아냐.
en: I won’t know where that darn mage is if you don’t go along.

source: 내가 한 게 뭐가 있다고...
en: I didn’t do anything...

source: 마탑의 마법사다!
en: a mage from the magic tower!

source: 사람들의 관심이 장난 아니로군요.
en: Everyone’s attention on you is no joke.

source: 모처럼 여행 온 거잖아?
en: It’s rare that we’re on vacation!

source: 아, 그 대마법사인가 뭔가 하는 놈 말인가?
en: oh, that archmage or whatever he is?

source: 저희도 이만 물러가보겠습니다, 전하.
en: we’ll be leaving as well, your highness.

source: 그건....
en: That...

source: 황궁 염탐.
en: I’m going to snoop--

source: 어머나~
en: Oooh!

source: 안 오겠다곤 안 했어.
en: I didn’t say I wouldn’t come.

source: 그러니까 정리하자면 인간 세상에서 하루가 마계에서는 열흘이나 한 달이 될 수도 있단 얘기죠.
en: So, a day here might be ten days or even a month in the demonic realm.

source: 지하수로에 있던 마물들 아닙니까?
en: from the underground waterways?

source: 이렇게 되면 다른 천족들의 눈에 띄게 된단 말이다...!
en: The other angels will notice you here!

source: 으 아 아 아 앗 !!
en: aaaaaah!!

source: 고마워요, 라지에르.
en: Thank you, Lagier.

source: 제르에이라는...
en: Does Jereilla-

source: 다, 다들 뭣들 하느냐!
en: E-everyone, get to it!

source: 형제국이면 단순한 동맹과는 질적으로 완전 다르니까.
en: being brother countries is completely different from being just allies.

source: 토옥
en: Drop

source: 정말 쓸모가 없는 분이군요.
en: you’re utterly useless after all.

source: 제가 해냈지라~ 이 아몬드가 해냈지라...
en: I did ittle! amond did ittle!

source: 천족이니까...
en: It’s because

source: 나와의 약속을 지키려는 거다.
en: they’re keeping their promise with me.

source: 자드키엘.
en: Zadkiel.

source: 보석을...
en: So you like...

source: 받아 줄 거지?
en: take my question?

source: 그런데 나도 묻고 싶은 게 있는데...
en: But there’s something I want to ask you...

source: 이건 인간들을 위해서가 아니라
en: this isn’t for the humans’ sake,

source: 헤헤헷, 라지에르한테 선물하면 분명 좋아할 거야~
en: heehee! lagier will love it! I’ll give it to him!

source: 남의 얘기 하듯 하는군.
en: You sound like you are talking about someone else.

source: 폐하께서 요정들을 왜 구해주셨는지 여쭤보아도 괜찮겠습니까?
en: May I ask why Your Majesty saved the two fairies earlier?

source: 나다, 테이.
en: It’s me, Tei.

source: 꼬마?
en: Kid?

source: 원래 내 성질 같아선 네가 바라는 대로 목이라도 잘라주겠다만...
en: Normally, I would behead you as you seem to wish...

source: 눈을 떠본 적이 없어요.
en: ...since becoming the queen.

source: 오랜 친구로서 마지막 충고야.
en: This is my last warning to you as a long time friend.

source: 하하핫, 표현 좋네.
en: hahaha! I love that!

source: 퍽
en: Thwuck

source: 보내주는 거냐...
en: will you let me go...

source: 내가 뭐!
en: what?! I did it?!

source: 너희들이 땅요정이냐?
en: So you guys are the earth fairies?

source: 일단 자고 일어나서 생각하자.
en: I’ll sleep for now and think about this tomorrow.

source: 저희는 그 아리스티드란 사람을 구하러 왔거든요?
en: we’re here to rescue that person named aristid.

source: 수상해.
en: Fishy!

source: 혹시 괜찮으시면 저희와 함께하시는 건 어떨까 해서요.
en: ...and I was wondering if you’d like to join us.

source: 그렇다면 그런 거겠지.
en: Sure, whatever.

source: 그자는 소신이 제국의 영광을 받드는 귀족임을 알고 있었습니다.
en: He was aware that I am a noble who serves the honorable empire.

source: 그건 그렇고 아까 이 마서는 혼자 있을 때만 열어봐야 한댔지?
en: Anyway. Did you say earlier that I should open the demonic book only when I’m alone?

source: 네가 엄청난 업적을 세웠단 말이다.
en: You just made history.

source: 그런 주제에 욕심은 많아서 세계를 지배하고 싶다는 소원을 빌고 죽어버렸단 말이지.
en: That’s why he was so greedy and wished to conquer the world.

source: 제 첫째 아들입니다.
en: my eldest son.

source: 진짜 여왕에게 무슨 일이 생겼나 본데?
en: Something must have really happened to their queen.

source: 됐다.
en: Forget it.

source: 말로 하는 약속은 기억에나 남지 기록으로 남지 않으니까.
en: verbal agreements only remain in memories, without any real records.

source: 진짜...
en: My...

source: 이미 모든 기사에게 처단 명령을 내려놨습니다.
en: and I’ve ordered all the knights to kill him.

source: 마지막 피 한 방울까지 사람의 피를 빨아먹는 탑입니다!
en: it is a tower that magically drains humans of every last drop of blood and life!

source: 앗
en: sh

source: 시력에 비해 언어 능력이 많이 뒤떨어져 이름이나 색깔을 헷갈리지 않나...
en: unlike their outstanding eyesight, they often get names and colors confused...

source: 계약 대행!
en: A proxy contract!

source: 으음, 마왕의 책은 마왕의 서...
en: Hmm, the Demon King’s book is called the Book of the Demon King...

source: 난 그런 뻔한 방법이 아니라 효율적이면서도
en: I don’t want such obvious methods. Something more efficient...

source: 그건 좀, 제가........
en: well, about that...

source: 내가 자릴 비웠으니 날뛰는 녀석이 없으리란 법이 없지.
en: Since I left the throne empty, I’m sure some demon is running amok.

source: 나도 기회가 되면 그 말 써먹어야겠다.
en: when I get the chance, I’d like to use those words.

source: 적의 발을 묶어라!
en: ...to tie the enemy’s feet!

source: 모두들 좋은 아침이오.
en: Good morning, everyone.

source: 이젠 지적하는 것도 좀 지겹지라~
en: I’m sick of correcting yule!

source: 모양새 안 빠지려면 네 은혜는 갚아야 하지 않겠어?
en: I should still repay the favor, even if it’s for my reputation.

source: 난 지금 급히 찾아야 할 것도 있으니까.
en: There’s something I need to find urgently at this moment, anyway.

source: 난 유산을 찾는 길 밖에 모르지라~
en: I only know the way to the inheritance-ill.

source: 만약 마족의 힘만 손에 넣으면 지금까지 없었던 전쟁의 신화를 내 손으로 만드는 건 일도 아니야!
en: If I can get my hands on a demon’s power, it’ll be easier to make the legend of war come true!

source: 깍듯한 형님 대접 같은 건 바라지도 마라?
en: don’t expect me to treat you like an elder.

source: 설마 나보다 더 미친놈이 궁 안에 있을 거라 생각을 못 했어.
en: I suppose I wasn’t the craziest one in the palace after all.

source: 천왕과 사이가 좋았던 때도 있었는데 그 비슷한 느낌일까?
en: I used to have a good relationship with the Angel King. Do you think it’s something similar?

source: 가고 싶으면 어디든 날아갈 수 있어서...
en: You can fly wherever you want...

source: 들으셨던 대로 전 평민 출신 이었습니다.
en: As you’ve heard, I was a commoner.

source: 부르셨습니까 주인님.
en: who knows? something might pop out...

source: 하...
en: B-But...

source: 지금 그걸 나보고 하는 소리냐?
en: Are you saying that to me?

source: 황제가 되면서 엄청 불편하게 굴어서 짜증 나던 참이라서.
en: became so rigid the moment I became the emperor. It’s irritating!

source: 여우...?
en: A fox?

source: 황제 폐하 납시오!
en: his majesty the emperor has arrived!

source: 나랑 있어 주면 안 돼?
en: ...can you stay with me just for a little longer?

source: 먹고 배터져 뒈지라고 보낸 게 아니고?
en: Does he plan on stuffing him to death or something?

source: 사역마 소환
en: Summoning a Familiar

source: 이게 무슨 일인가!
en: What’s this about?!

source: 네가 뭐 그리 잘났어!
en: you think you’re all that?!

source: 난간에 너무 붙지 마십시오.
en: Please step away from the railings.

source: 나도 마족이 아닌 하등 종족을 상대로 전력을 다할 생각은 없어.
en: I don’t plan to go all out against a non-demon either.

source: 그 이름이 ‘전부’는 아니겠으나...
en: While that may not be your entire name...

source: 제르에이라.
en: jereilla.

source: 난 쉴 거니까 놀려면 혼자 놀아.
en: I’ll rest. You can play on your own.

source: 칫, 어서 소환이나 하자.
en: Tsk, let’s just hurry and summon it.

source: 괜히 끼어들어서 미안.
en: Sorry for butting in.

source: 마견 레이가 남아 있지만 그래도 신경 쓰인단 말이야.
en: Although the demonic dog Lei is there, I’m still concerned.

source: 마법 도구를 만드는 마도공학자들은 이런 쇼에는 맞지 않으니까요.
en: well, engineers who build magic tools do not really fit in with shows like this, your highness.

source: 전하, 그 말이 맞습니다.
en: He’s right, Your Highness.

source: 툭
en: Brush

source: 그래, 네가 첫 번째야.
en: Yup, you’re the first.

source: 빌어먹을 천왕 놈이 날 이 바다 깊은 곳에 가두고 이렇게 만들었어.
en: The damned Angel King locked me here in this deep sea.

source: 대체 왜...?!
en: Why...?!

source: 호오?
en: Oh?

source: 치우라고 했다.
en: I said to clear it.

source: 이 시간에 달이 뜰 리가...
en: at this time of day?

source: 저, 저, 전...
en: Y-Y-Your...

source: 당연하지!
en: Of course!

source: 소원이 고작 그딴 게 다야?
en: That’s it?

source: 네, 넷?
en: P-pardon?

source: 그럼 나도 네 목소리를 못 들은 걸로 하면 되겠네.
en: then let’s just say I didn’t hear you either.

source: 그런 이야길 굳이 나한테 하는 의도가 뭐야?
en: Why are you telling me that?

source: 왜 맞잖아?
en: Why, isn’t it true?

source: 선봉에서 검을 들고 달려 나가 적과 싸우는 최고의 자리...
en: The highest position where I can lead an army to fight enemies with my sword...

source: 부디 용서를...!!
en: Please forgive me!!

source: 그랬나?
en: Is that so?

source: 깜짝
en: Surprised

source: 이거 놀랍네.
en: astonishing.

source: 저는 그러기 위해 먼 프레데리크에서 이곳까지 온 겁니다.
en: that is the reason why I came all the way here from fredake.

source: 보통의 인간이라면 나 같은 천족 앞에서 고개도 제대로 들지 못할 텐데...
en: Regular humans wouldn’t be able to raise their heads in front angels like me..

source: 연못물까지 전부 퍼냈지만...
en: we emptied the pond of the water...

source: 건강히 잘 지내야 한다.
en: be healthy and well, alright?

source: 마, 마법사님...!
en: s-sir!

source: 참으로 남다른 집중력과 지구력을 타고나셔서
en: You are naturally so focused and intelligent.

source: 카나스 황궁!
en: Kanas Palace!

source: 이거 달 맞잖아.
en: so this is a moon after all!

source: 이게 어떻게 된 일이지?
en: how is this happening?

source: 와아- 맛있는...냄새.
en: wow! yummy... smell.

source: 그 의지를 대리할 자는 이 앞에서 선서...
en: ...the brilliant authority of heaven shall—

source: 뻘뻘..
en: Tremble

source: 자기 의지를 가지고 말할 수 있다는 얘기 들어본 적 있냐?
en: ...can speak? With its own will?

source: 무슨 일이긴, 임무를 수행하는 중이야.
en: I’m here to carry out a mission, of course.

source: 그때 네 턱에다 주먹을 날린 녀석이 나거든.
en: the guy who punched your chin? that was me.

source: 너!
en: You!

source: 놔주세요...
en: Shouldn’t you...

source: 그런데 이 목걸이...
en: But...

source: 마룡 테이타나토스.
en: The demonic dragon, Tei Thanatos.

source: 이 녀석만 잡으면 끝이군.
en: this guy’s last, huh?

source: 길에서 주웠다고?
en: picked it up on the streets?

source: 버릴 수도 없고 훔치지 않았단 무죄를 증명할 방법이 없으니 그럴 수밖에요.
en: There’s no other choice. I can’t throw it out. Nor can I prove we didn’t steal it.

source: 그나저나 왕이 자식을 위해 음식을 준비한 게 맞나?
en: Anyway, did the King really prepare all this for his child?

source: 사람들을 부를까?
en: should I call people here to help?

source: 분명 열매를 노리고 온 자들일 겁니다!
en: They’re definitely here for the fruit!

source: 웹툰《라지에르의 서》 시즌1 완결
en: the book of lagier, end of season 1

source: 레이가 훨씬 귀엽지.
en: Lei is way cuter.

source: 카나스 제국의 황제 즉위식에 가야 하거든.
en: I have to attend the coronation of the Kanas Empire’s new emperor.

source: 그동안 고여 있었던 썩은 귀족들을 어떻게 처리할까 계속 고민했거든.
en: you see, I’ve been wondering how to get rid of the rotten old nobles like you.

source: 나 역시.
en: I do, too.

source: 새 황제에 오를 제 아들 펠리스 엘가를 말입니다.
en: ...my son, felis elga, to the emperor’s throne.

source: 땅요정이 왜 여기에?
en: Why are they here?

source: 뭔가 좀 서럽다?
en: I feel kinda left out.

source: 저 아름다운 청은색 머리카락은...
en: That beautiful silver hair...

source: 재미있겠는데?
en: How interesting!

source: 죽, 죽을죄를 지었습니다!
en: I-I’ve committed a grave sin!

source: 이 사건을 빌미로 나의 황제등극 이후 피의 숙청은 며칠간 계속 이어졌고
en: this incident led to several days of bloodshed even after my coronation...

source: 오늘은 경에게도 중요한 날이잖아?
en: Isn’t it an important day for you too, Huion?

source: 제르에이라의...
en: Prince Lagier...

source: 솔라 브리지라고 하는 건데 멀리서 볼 땐 저렇게 빛나지만
en: It is called the Solar Bridge. From afar, it shines like that,

source: 이게 마서란 말이지?
en: So this is a demonic book.

source: 와, 아니, 전하.
en: K- I mean, Your Highness.

source: 제가 본 책에선 저 다리를 만든 자들은 인간이 아니라던데요?
en: The book I read said it definitely was not humans.

source: 정말 이상한 사람이에요.
en: a very strange person, you know.

source: 그동안 몸살이 나셨다고 들었습니다.
en: I heard you were under the weather.

source: 걷기는커녕 숨 쉬는 것조차 귀찮아하던 라지에르 왕자가?!
en: Prince Lagier, who gets breathless from just walking?

source: 와{j}아{j}아{j}아
en: Hooray{j}{j}{j}

source: 저대로 놔둬도 되나요 전하?
en: can we allow him to go, your highness?

source: 그냥 손가락만 살짝 찔러서 몇 방울만 떨어뜨리면 되는데...
en: He only needed to prick his finger for a few drops...

source: 일상생활을 획기적으로 바꿀 수 있는 것은 물론.
en: ...not only does it revolutionize daily life...

source: 이 뿐만 아니라 제 등도 발로 차여 아파서 누워 자지도 못하고 있습니다.
en: Not only that. He kicked my back so many times I could not even sleep in bed.

source: 제자가 저러고 있음 저 마법사 놈 스승도 나타날 거라 생각했는데.
en: I thought the darn teacher would appear if her disciple mage was struggling.

source: 아, 그렇군.
en: Oh, I see.

source: 아, 남자니까 보부씨?
en: Right, you’re a man.

source: 그렇지라~ 마법으로는 못나가지라.
en: that’s right-dull! we can’t leave using magical.

source: 그 인간의 몸은 이제 익숙해졌냐?
en: Have you gotten used to that human’s body?

source: 지상에선 땅요정들이 대단한 건축기술을 가졌단 소문이 자자해.
en: Above ground, they say earth fairies have the best architectural skills in the world.

source: 해신의 가호를 받는 제르에이라의 하나뿐인 왕자라서인가.
en: He was the only prince of the Jereilla Kingdom, protected by the Goddess of the Sea.

source: 여러가지가 섞인 냄새랄까 여튼 많이 이상했어.
en: it was really odd, as if many scents were mixed together.

source: 알겠소.
en: I understand.

source: 벌써 일어나십니까?
en: Are you getting up already?

source: 아아......
en: aaah...

source: 이건 대체...
en: What is this...

source: 폐하께서 사라진 곳은 황실에서 천 년이나 지켜온 유산과 이어진 통로라 합니다.
en: apparently, his majesty disappeared in a spot that leads to the 1000-year-old imperial inheritance.

source: 귀공들의 생각은 어떠십니까?
en: what do you all think?

source: 그래, 뭐 이런 거지 같은 장소에 2천 년이나 묶여있었다면 나라도 열 받겠네.
en: Well, I’d also be angry if I were tied down in a crappy place like this for 2000 years.

source: 고귀한 혈통을 이은 자와 같이 청은의 축복을 받은 해신이여, 감사하도다.
en: We deliver our gratitude to the noble and blessed Goddess of the Sea.

source: 세드나님의 청은색 털도 그렇고
en: Sedna’s silver fur...

source: 예를 들어 검술이나 독서 같은 거 말입니다!
en: Something like swordsmanship or reading!

source: 제르에이라가 세상을 지배할 수 있도록!!
en: May the Jereilla Kingdom dominate the world!!

source: 각하.
en: your grace.

source: 살 빠진 거 같다 했잖아?
en: Do you mean I lost weight?

source: 후일 어떤 명령이 떨어질지 저도 모릅니다.
en: I don’t know what kind of orders will befall you after this.

source: 안녕~!
en: Hi!

source: 덕분에 여기까지 편하게 왔군.
en: we got this far thanks to you.

source: 물론 이렇게 집에까지 초대받을 줄은 몰랐지만.
en: I didn’t know I’d get invited all the way to her house, though.

source: 하여금 제물선에 올라 제르에이라의 영광을 가호하는...
en: The noble one that will board the ship and deliver the offerings...

source: 너, 이름이 뭐냐?
en: You, what’s your name?

source: 뭐야 테이?
en: What the- Tei?

source: 그런 나라의 사절단이면 나랑 편하게 이야기 나눌 짬은 되는 거 아냐?{j}응?
en: As a delegation from that country, shouldn’t it be easy for you to speak comfortably with me?{j}
